{"translation-revision-date":"2024-01-11 10:58:03+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Last successful scan":["Ultima scansione riuscita"],"<b>Pageview limit exceeded<\/b>: Upgrade to a higher plan to increase your pageview limit and continue displaying the banner on this site. Visit <a href=\"%s\" target=\"_blank\">Subscriptions<\/a> to upgrade plan and activate your banner.":["<b>Limite di visualizzazione di pagine superato<\/b>: passa a un piano superiore per aumentare il limite di visualizzazione di pagine e continuare a visualizzare il banner su questo sito. Visita <a href=\"%s\" target=\"_blank\">Abbonamenti<\/a> per aggiornare il piano e attivare il banner."],"<b>Pageview limit exceeded<\/b>: Upgrade to a higher plan to increase your pageview limit and continue displaying the banner on this site. Visit <a href=\"%s\" target=\"_blank\">Subscriptions<\/a> to upgrade plan.":["<b>Limite di visualizzazione di pagine superato<\/b>: passa a un piano superiore per aumentare il limite di visualizzazione di pagine e continuare a visualizzare il banner su questo sito. Visita <a href=\"%s\" target=\"_blank\">Abbonamenti<\/a> per aggiornare il piano."],"This site is currently suspended due to payment failure and will be <b>permanently deleted<\/b> from your web app account if you do not complete the payment by <b>%s<\/b>. Visit <a href=\"%s\" target=\"_blank\">Subscriptions<\/a> to choose a plan and activate your banner.":["Questo sito è attualmente sospeso a causa del mancato pagamento e sarà <b>permanentemente cancellato<\/b> dal tuo account web app se non completi il pagamento entro il <b>%s<\/b>. Visita <a href=\"%s\" target=\"_blank\">Abbonamenti<\/a> per scegliere un piano e attivare il banner."],"Your free trial has expired. This site is now suspended and will be <b>permanently deleted<\/b> from your web app account if you do not upgrade to a paid plan by <b>%s<\/b>. Visit <a href=\"%s\" target=\"_blank\">Subscriptions<\/a> to choose a plan and activate your banner.":["Il periodo di prova gratuito è scaduto. Questo sito è ora sospeso e sarà <b>permanentemente cancellato<\/b> dal tuo account web app se non passi a un piano a pagamento entro il <b>%s<\/b>. Visita <a href=\"%s\" target=\"_blank\">Abbonamenti<\/a> per scegliere un piano e attivare il banner."],"Alternatively, you can <a href=\"%s\">disconnect<\/a> your site from the web app and continue using the standalone version of the plugin. Please note that by doing so, you will lose your banner customization and access to advanced features.":["In alternativa, puoi <a href=\"%s\">disconnettere<\/a> il sito dalla web app e continuare a usare la versione indipendente del plugin. Nota che in questo modo si perderà la personalizzazione del banner e l'accesso alle funzionalità avanzate."],"You can continue using the plugin without connecting to the web app if you wish so. Please note that the standalone version of the plugin doesn't provide some advanced features. However, it offers unlimited <a href=\"%s\" target=\"_blank\">pageviews<\/a> in contrast to that of the web app-connected version.":["Puoi continuare a utilizzare il plugin senza collegarti alla web app, se lo desideri. Nota che la versione indipendente del plugin non fornisce alcune funzionalità avanzate. Tuttavia, offre un numero illimitato di <a href=\"%s\" target=\"_blank\">visualizzazioni di pagine<\/a>, a differenza della versione collegata alla web app."],"Switch back to old UI":["Torna alla vecchia interfaccia utente"],"Get Custom Plan":["Ottieni un piano personalizzato"],"Dedicated customer support":["Supporto clienti dedicato"],"Advanced CSS customization":["Personalizzazione CSS avanzata"],"Unlimited pages scanned\/month":["Pagine scansionate illimitate\/mese"],"Your growing website needs scalable compliance. Get access to custom features tailored to meet your unique requirements.":["Il tuo sito web in crescita ha bisogno di una conformità scalabile. Ottieni l'accesso a funzionalità personalizzate per soddisfare i tuoi requisiti unici."],"Automate your compliance at scale with our enterprise plan":["Automatizza la conformità su scala con il nostro piano aziendale"],"Upgrade Now":["Aggiorna ora"],"Remove CookieYes branding":["Rimuovi brand CookieYes"],"Geo-target cookie banner":["Banner Cookie geo-targettizzato"],"Schedule monthly cookie scan":["Pianifica la scansione mensile dei Cookie"],"Get unlimited pageviews\/month":["Ottieni visualizzazioni di pagine illimitate\/mese"],"Access advanced features and future-proof your business against legal risks. Get 2 months free on annual plans!":["Accedi a funzionalità avanzate e proteggi la tua azienda dai rischi legali. Ottieni 2 mesi gratuiti sui piani annuali!"],"Keep pace with compliance as your business grows":["Tieni il passo con la conformità mentre la tua azienda cresce"],"Overview":["Panoramica"],"Preview Banner":["Anteprima banner"],"Customize Banner":["Personalizza banner"],"Language":["Lingua"],"Not available":["Non disponibile"],"Regulation":["Normativa"],"Banner status":["Stato del banner"],"Create a free account to connect with %sCookieYes web app%s. After connecting, you can manage all your settings from the web app and access advanced features:":["Crea un account gratuito per connetterti alla %sweb app CookieYes%s. Dopo la connessione, potrai gestire tutte le tue impostazioni dalla web app e accedere alle funzionalità avanzate:"],"Connect Your Existing Account":["Connetti il tuo account esistente"],"Consent Log - Record user consents to demonstrate proof of compliance (Legally required)":["Registro dei consensi - Registra i consensi degli utenti per dimostrare la conformità (obbligatorio per legge)"],"Cookie Scanner - Discover cookies on your site and auto-block them prior to user consent (Legally required)":["Scansione Cookie - Rileva i Cookie sul tuo sito e li blocca automaticamente prima del consenso dell'utente (obbligatorio per legge)"],"Connect your website to CookieYes":["Connetti il tuo sito web a CookieYes"],"Pages Scanned":["Pagine scansionate"],"Total Categories":["Totale categorie"],"Total Cookies":["Cookie totali"],"Cookie Summary":["Riepilogo Cookie"],"Connecting...":["Connessione in corso..."],"Go to Web App":["Vai alla Web App"],"You can access all the plugin settings (Cookie Banner, Cookie Manager, Languages & Policy Generators) on the web app and unlock new features like Cookie Scan and Consent Log.":["Puoi accedere a tutte le impostazioni del plugin (Banner dei Cookie, Gestore Cookie, Lingue e Generatori di Policy) sulla web app e sbloccare nuove funzionalità come la Scansione dei Cookie e il Registro dei consensi."],"Your website is connected to CookieYes":["Il tuo sito web è connesso a CookieYes"],"Go to CookieYes Web App":["Vai alla Web App CookieYes"],"You can now continue to manage all your existing settings and access all free CookieYes features from your web app account":["Puoi adesso continuare a gestire tutte le tue impostazioni esistenti e accedere a tutte le funzionalità gratuite di CookieYes dal tuo account della web app."],"Your website is connected to app.cookieyes.com":["Il tuo sito web è connesso a app.cookieyes.com"],"Please wait while we connect your site to app.cookieyes.com":["Attendi mentre connettiamo il tuo sito a app.cookieyes.com"],"New? Create a Free Account":["Nuovo? Crea un account gratuito"],"Active":["Attivo"],"Disabled":["Disabilitato"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-15a0f9db.js"}}