{"translation-revision-date":"2023-12-04 13:19:54+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Your progress will be deleted, and can't be recovered.":["I tuoi avanzamenti saranno eliminati e non potranno essere recuperati."],"Minimize":["Riduci"],"Use Layout":["Usa layout"],"Regenerate":["Rigenera"],"Preview unavailable":["Anteprima non disponibile"],"Press '\/' for suggested prompts or describe the layout you want to create":["Premi '\/' per i prompt consigliati o descrivi il layout che vuoi creare"],"Edit prompt":["Modifica prompt"],"Back to results":["Torna ai risultati"],"AI Layout":["Layout AI"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["Accedi a 30 giorni di cronologia AI con il piano AI Starter e a 90 giorni con il piano Power."],"Effortlessly create or enhance stunning images and bring your ideas to life.":["Crea o migliora senza problemi immagini straordinarie e dai vita alle tue idee."],"Generate your website's text or create custom code without having to write a single line yourself.":["Genera il testo del tuo sito web o crea codice personalizzato senza dover scrivere una sola riga."],"Build with AI":["Costruisci con l'AI"],"Expand":["Espandi"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Sembra che il prompt contenga parole che potrebbero generare contenuti dannosi. Scrivi un altro prompt per continuare."],"We were unable to generate that prompt.":["Non siamo riusciti a generare questo prompt."],"Reconnect":["Riconnetti"],"Generate":["Genera"],"Enhance prompt":["Migliora il prompt"],"Yes, leave":["Sì, lascia"],"Leave Elementor AI?":["Lasciare Elementor AI?"],"Upgrade Elementor AI":["Aggiorna Elementor AI"],"This includes consenting to the collection and use of data to improve user experience.":["Ciò include il consenso alla raccolta e all'utilizzo dei dati per migliorare l'esperienza dell'utente."],"I approve the ":["Approvo i "]," of the Elementor AI service.":[" del servizio Elementor AI."],"By clicking \"Connect\", I approve the ":["Facendo clic su \"Connetti\", approvo i "],"Create smarter with AI text and code generators built right into the editor.":["Crea in modo più intelligente con i generatori di testo e codice AI integrati nell'editor."],"Step into the future with Elementor AI":["Un passo nel futuro con Elementor AI"],"We can’t process that many requests so fast. Try again in 15 minutes.":["Non possiamo elaborare così tante richieste così velocemente. Riprova tra 15 minuti."],"Whoa! Slow down there.":["Ehi! Rallenta."],"Love Elementor AI? Upgrade to continue creating with built-in image, text and custom code generators.":["Ti piace Elementor AI? Esegui l'aggiornamento per continuare a creare con i generatori di immagini, testo e codice personalizzato integrati."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["Ti è piaciuta la prova gratuita? Effettua ora l'aggiornamento per avere accesso illimitato ai generatori di immagini, testo e codice personalizzato integrati."],"It's time to upgrade.":["È ora di aggiornare."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["Elementor AI è a pochi clic di distanza. Collega il tuo account per creare immediatamente testi e codice personalizzato."],"You aren't connected to Elementor AI.":["Non sei connesso alla Elementor AI."],"We couldn't connect to your account due to technical difficulties on our end. Reconnect your account to continue.":["Non siamo riusciti a connetterci al tuo account a causa di difficoltà tecniche. Riconnetti il tuo account per continuare."],"Reconnect your account":["Riconnetti il tuo account"],"Seems like we are experiencing technical difficulty. We should be up and running shortly.":["Sembra che ci siano delle difficoltà tecniche. Dovremmo essere operativi a breve."],"Elementor AI is temporarily unavailable":["Elementor AI è temporaneamente non disponibile"],"Error code:":["Codice di errore:"],"Unknown error. Please try again later.":["Errore sconosciuto. Riprova più tardi."],"AI":["AI"],"Upgrade":["Aggiorna"],"Get Elementor AI":["Ottieni Elementor AI"],"Show me how":["Mostrami come"],"Try Again":["Si prega di riprovare"],"Privacy Policy":["Privacy Policy"],"Terms of Service":["Termini di servizio"],"Beta":["Beta"],"Get Started":["Inizia"],"Connect":["Connetti"],"Pro":["Pro"],"Remove":["Rimuovi"],"Go Pro":["Passa a Pro"],"Close":["Chiudi"],"Cancel":["Annulla"],"Preview":["Anteprima"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}